"UnknownTime" = "--";
"<n> seconds" = "%d sekuntia";
"Less than a minute" = "Alle minuutti";
"a minute" = "minuutti";
"<n> minutes" = "%d minuuttia";
"an hour" = "tunti";
"<n> hours" = "%d tuntia";
"About <time>" = "noin %@";
